Repository: 237digital/theme-my-login
Catalog: language/theme-*-login-*.po
Languages: ar

source: ERROR: The module "%1$s" could not be activated (%2$s).
ar: خطأ: لم يتم تفعيل الجزء المراد

source: NOTICE:
ar: ملحوظة:

source: Now that you have activated Theme My Login, please <a href="%s">visit the settings page</a> and familiarize yourself with all of the available options.
ar: بعد تفعيل الإضافة برجاء <a href="%s"> الذهاب إلي صفحة الأعدادات</a> و التعرف علي الخيارات المتاحة

source: Take me to the settings page
ar: الذهاب إلي صفحة الأعدادات

source: You can now login with your e-mail address or username! Try it out!
ar: يمكنك الآن الدخول باستخدام بريدك الإلكتروني أو اسم المستخدم.

source: Theme My Login now utilizes a module system. Modules are similar to WordPress plugins. Each module extends the default functionality of Theme My Login. <a rel="tml-options" href="#tml-options-modules">Click here</a> to get started with modules now.
ar: تستخدم هذه الإضافة نظام الأجزاء. الأجزاء هي شبيهة بإضافات الووردبريس. كل واحدة منها تضيف خواص جديدة للإضافة. <a rel="tml-options" href="#tml-options-modules">انقر هنا</a> لكل تبدأ باستعمال الأجزاء المتاحة.

source: Theme My Login now allows custom forms. You can create your own form template(s) by copying the default version(s) from "theme-my-login/templates" to your current theme directory. Try it out!
ar: هذه الإضافة تقدم لك استمارات مخصصة. يمكنك إنشاء الاستمارات الخاصة بك عن طريق نسخ النسخة الإفتراضية من "theme-my-login/templates"إلي مجلد الثيم الخاص بك . جربه الآن!

source: You can maintain your stylesheet changes between upgrades. Just simply copy the file "theme-my-login/theme-my-login.css" to your current theme directory and edit it as you please!
ar: يمكنك الأحتفاظ بالتغييرات التي تجريها علي ملف الستايل شيت بين التحديثات.قم بنسخ الملف "theme-my-login/theme-my-login.css" إلي داخل مجلد الثيم الخاص بك و يمكنك عندها تعديله كما تشاء!

source: Theme My Login provides a shortcode that you can use within your posts with multiple parameters to customize the form. Visit the <a href="http://www.jfarthing.com/docs/theme-my-login/shortcode" target="_blank">Theme My Login Documentation</a> for usage instructions.
ar: هذه الإضافة تقدم لك كود مختصر يمكنك استخدامه في صفحاتك لكي تقوم بتخصيص استمارة البيانات. قم بزيارة<a href="http://www.jfarthing.com/docs/theme-my-login/shortcode" target="_blank"> دليل المستخدم </a>لمعرفة التفاصيل.

source: Jeff is <a href="http://www.jfarthing.com/hire-me" target="_blank">available for hire</a>!
ar: جيف <a href="http://www.jfarthing.com/hire-me" target="_blank">جاهز لتقديم خدمات مدفوعة الأجر </a>!

source: Did You Know?
ar: هل تعرف؟

source: General
ar: عامة

source: Basic
ar: أساسية

source: Modules
ar: أجزاء

source: Permalinks
ar: الروابط

source: Theme My Login Settings
ar: الأعدادات

source: Save Changes
ar: احفظ التغييرات

source: Page ID
ar: رقم الصفحة

source: This should be the ID of the WordPress page that includes the [theme-my-login] shortcode. By default, this page is titled "Login".
ar: هذا رقم الصفحة التي تحتوي علي الكود [theme-my-login] . العنوان الأفتراضي للصفحة سيكون "Login"

source: Pagelist
ar: قائمة الصفحات

source: Show Page In Pagelist
ar: اظهر الصفحة في قائمة الصفحات

source: Enable this setting to add login/logout links to the pagelist generated by functions like wp_list_pages() and wp_page_menu().
ar: قم بتفعيل هذا الأختيار لإضافة رابط تسجيل الدخول/ الخروج لقائمة الصفحات

source: Stylesheet
ar: ملف التنسيقات

source: Enable "theme-my-login.css"
ar: تفعيل ملف التنسيق المخصص "theme-my-login.css"

source: In order to keep changes between upgrades, you can store your customized "theme-my-login.css" in your current theme directory.
ar: من أجل حفظ التغييرات الخاصة بك أثناء الترقية يجب حفظ الملف "theme-my-login.css" المعدل في مجلد الثيم الحالي

source: E-mail Login
ar: دخول باستخدام البريد الألكتروني

source: Enable e-mail address login
ar: تفعيل الدخول باستخدام البريد الإلكتروني

source: Allows users to login using their e-mail address in place of their username.
ar: السماح للمستخدمين بالدخول باستخدام البريد الإلكتروني بدلاً من اسم المستخدم.

source: Enable %s
ar: تفعيل %s

source: No modules found.
ar: لا توجد وحدات

source: Login
ar: الدخول

source: Register
ar: تسجيل

source: Lost Password
ar: فقدت كلمة السر

source: One of the modules is invalid.
ar: أحد الوحدات غير سليم

source: Invalid module path.
ar: مسار غير صحيح.

source: Module file does not exist.
ar: الوحدة غير موجودة

source: The module does not have a valid header.
ar: هناك مشكلة في هذه الوحدة

# Multisite active signup type
source: all
ar: الكل

# Multisite active signup type
source: none
ar: لا شئ

# Multisite active signup type
source: blog
ar: مدونة

# Multisite active signup type
source: user
ar: مستخدم

source: Greetings Site Administrator! You are currently allowing &#8220;%s&#8221; registrations. To change or disable registration go to your <a href="%s">Options page</a>.
ar: تحياتي لك مدير الموقع! أنت الآن تسمح &#8220;%s&#8221; بالتسجيل. لتغيير ذلك أو منع التسجيل يمكنك الذهاب إلي <a href="%s">صفحة الخيارات</a>.

source: Registration has been disabled.
ar: تم وقف التسجيل

source: You must first <a href="%s">log in</a>, and then you can create a new site.
ar: يجب <a href="%s"> تسجيل الدخول أولاً </a> و بعد ذلك يمكنك انشاء موقع جديد

source: %s is your new username
ar: %s هو اسم المستخدم الخاص بك

source: But, before you can start using your new username, <strong>you must activate it</strong>.
ar: يجب تفعيل حسابك قبل البدء باستخدام اسم المستخدم

source: Check your inbox at <strong>%1$s</strong> and click the link given.
ar: راجع بريدك الإلكتروني و اضغط علي الرابط الموجود به

source: If you do not activate your username within two days, you will have to sign up again.
ar: يجب تفعيل الحساب خلال يومين و إلا ستحتاج للتسجيل مرة أخري

source: User registration has been disabled.
ar: تم ايقاف التسجيل

source: Congratulations! Your new site, %s, is almost ready.
ar: تهانينا! موقعك %s جاهز تقريباً

source: But, before you can start using your site, <strong>you must activate it</strong>.
ar: و لكن قبل البدء باستخدام الموقع يجب عليك التفعيل أولاً

source: Check your inbox at <strong>%s</strong> and click the link given.
ar: راجع بريدك الإلكتروني و اضغط علي الرابط المرسل إليك

source: If you do not activate your site within two days, you will have to sign up again.
ar: يجب تفعيل الحساب خلال يومين و إلا ستحتاج للتسجيل مرة أخري

source: Still waiting for your email?
ar: هل لا تزال تنتظر البريد الإلكتروني؟

source: If you haven&#8217;t received your email yet, there are a number of things you can do:
ar: إذا لم يصلك البريد الإلكتروني هناك عدة خطوات يمكن القيام بها

source: Wait a little longer. Sometimes delivery of email can be delayed by processes outside of our control.
ar: انتظر قليلاً فقد يحدث تأخير خارج عن إرادتنا

source: Check the junk or spam folder of your email client. Sometime emails wind up there by mistake.
ar: راجع ملفات البريد المزعج فقد تصل الرسالة إليه

source: Have you entered your email correctly? You have entered %s, if it&#8217;s incorrect, you will not receive your email.
ar: هل قمت بإدخال البريد الإلكتروني بشكل صحيح؟ لقد ادخلت %s , إذا لم يكن هذا الأدخال صحيحاً فلن تصلك الرسالة

source: Site registration has been disabled.
ar: تم إيقاف التسجيل علي الموقع

source: The site %s is yours.
ar: الموقع %s ملك لك الآن

source: <a href="http://%1$s">http://%2$s</a> is your new site. <a href="%3$s">Log in</a> as &#8220;%4$s&#8221; using your existing password.
ar: <a href="http://%1$s">http://%2$s</a>هو موقعك الجديد . <a href="%3$s">قم بالدخول</a> as &#8220;%4$s&#8221; باستخدام كلمة السر الخاصة بك.

source: Sorry, new registrations are not allowed at this time.
ar: نأسف لأن التسجيل غير مسموح به الآن

source: You are logged in already. No need to register again!
ar: تم تسجيل دخولك بالفعل لا حاجة للتسجيل مرة أخري

source: <p><em>The site you were looking for, <strong>%s</strong> does not exist, but you can create it now!</em></p>
ar: الموقع الذي تبحث عنه %s غير موجود و لكن يمكنك إنشاءه الآن

source: <p><em>The site you were looking for, <strong>%s</strong>, does not exist.</em></p>
ar: الموقع الذي تبحث عنه غير موجود

source: Activation Key Required
ar: مطوب مفتاح التفعيل

source: Activation Key:
ar: مفتاح التفعيل

source: Activate
ar: تفعيل

source: Your account is now active!
ar: حسابك فعال الآن!

source: Your account has been activated. You may now <a href="%1$s">login</a> to the site using your chosen username of &#8220;%2$s&#8221;. Please check your email inbox at %3$s for your password and login instructions. If you do not receive an email, please check your junk or spam folder. If you still do not receive an email within an hour, you can <a href="%4$s">reset your password</a>.
ar: تم تفعيل حسابك. يمكنك الآن <a href="%1$s">الدخول</a> إلي الموقع باستخدام اسم المستخدم الذي اخترته &#8220;%2$s&#8221;. برجاء تفقد بريدك الألكتروني التالي %3$s من أجل كلمة السر و تعليمات الدخول. إذا لم تجد الرسالة تفقد البريد المزعج ربما تكون الرسالة وصلت إليه عن طريق الخطأ.فإذا لم تصلك الرسالة في خلال ساعة يمكنك <a href="%4$s">إعادة تعيين كلمة السر مرة أخري</a>.

source: Your site at <a href="%1$s">%2$s</a> is active. You may now log in to your site using your chosen username of &#8220;%3$s&#8221;. Please check your email inbox at %4$s for your password and login instructions. If you do not receive an email, please check your junk or spam folder. If you still do not receive an email within an hour, you can <a href="%5$s">reset your password</a>.
ar: موقعك الجديد <a href="%1$s">%2$s</a>جاهز الآن. يمكنك الآن الدخول إلي موقعك باستخدام كلمة السر الخاصة بك &#8220;%3$s&#8221;. الرجاء تفقد بريدك الإلكتروني %4$s من أجل كلمة السر و تعليمات الدخول. إذا لم تصلك الرسالة برجاء التأكد من وجودها في البريد المزعج. فإذا لم تصلك في خلال ساعة يمكنك بعدها <a href="%5$s">إعادة تعيين كلمة السر</a>.

source: An error occurred during the activation
ar: حدث خطأ أثناء التفعيل

source: Username:
ar: اسم المستخدم:

source: Password:
ar: كلمة السر:

source: Your account is now activated. <a href="%1$s">View your site</a> or <a href="%2$s">Login</a>
ar: تم تفعيل حسابك. <a href="%1$s"> قم بزيارة الموقع الآن</a> أو <a href="%2$s"> تسجيل الدخول </a>

source: Your account is now activated. <a href="%1$s">Login</a> or go back to the <a href="%2$s">homepage</a>.
ar: تم تفعيل حسابك. <a href="%1$s"> تسجيل الدخول </a> أو <a href="%2$s"> العودة للصفحة الرئيسية </a>

source: Welcome, %s
ar: أهلاً بك %s

source: Log In
ar: دخول

source: Dashboard
ar: لوحة التحكم

source: Profile
ar: الملف الشخصي

source: Log out
ar: تسجيل الخروج

source: Register For This Site
ar: التسجيل لهذا الموقع

source: Please enter your username or email address. You will receive a link to create a new password via email.
ar: الرجاء إدخال اسم المستخدم أو البريد الإلكتروني و سيصلك رابط لإنشاء كلمة سر جديدة

source: Enter your new password below.
ar: ادخل كلمة السر الجديدة

source: A login form for your blog.
ar: استمارة تسجيل لموقعك

source: Default Action
ar: الفعل الإفتراضي

source: Show When Logged In
ar: اظهر عند الدخول

source: Show Title
ar: اظهر العنوان

source: Show Login Link
ar: اظهر رابط الدخول

source: Show Register Link
ar: اظهر رابط التسجيل

source: Show Lost Password Link
ar: اظهر رابط فقدان كلمة السر

source: Show Gravatar
ar: اظهر صورة المستخدم

source: Gravatar Size
ar: حجم الصورة

source: Allow Registration
ar: السماح بالتسجيل

source: Allow Password Recovery
ar: السماح باستعادة كلمة السر

source: Sorry, that key does not appear to be valid.
ar: عفواً المفتاح يبدو غير صحيح

source: The passwords do not match.
ar: كلمات السر غير متطابقة.

source: <strong>ERROR</strong>: Cookies are blocked or not supported by your browser. You must <a href="http://www.google.com/cookies.html">enable cookies</a> to use WordPress.
ar: <strong>خطأ</strong>: المتصفح الخاص بك لا يدعم الكوكيز أو قام بمنعها. يجب عليك <a href="http://www.google.com/cookies.html">تفعيل الكوكيز</a>لتتمكن من استخدام الووردبريس .

source: You are now logged out.
ar: تم تسجيل الخروج

source: User registration is currently not allowed.
ar: غير مسموح بالتسجيل حالياً

source: Check your e-mail for the confirmation link.
ar: راجع بريدك الإلكتروني من أجل رابط التأكيد

source: Your password has been reset.
ar: تم مسح كلمة السر

source: Registration complete. Please check your e-mail.
ar: تم التسجيل بنجاح. برجاء مراجعة بريدك الإلكتروني

source: Your session has expired. Please log-in again.
ar: الجلسة انتهت برجاء تسجيل الدخول ثانية

source: Please log in to continue.
ar: برجاء الدخول للمتابعة

source: Log Out
ar: الخروج

source: <strong>ERROR</strong>: Enter a username or e-mail address.
ar: خطأ: ادخل اسم المستخدم أو البريد الإلكتروني

source: <strong>ERROR</strong>: There is no user registered with that email address.
ar: خطأ: لا يوجد مستخدم مسجل بهذا البريد الإلكتروني

source: <strong>ERROR</strong>: Invalid username or e-mail.
ar: خطأ: اسم المستخدم أو البريد الإلكتروني غير صحيح

source: Password reset is not allowed for this user
ar: غير مسموح بمسح كلمة السر لهذا المستخدم

source: Someone requested that the password be reset for the following account:
ar: تلقينا طلب بإعادة تعيين كلمة السر الخاصة بهذا الحساب:

source: Username: %s
ar: اسم المستخدم: %s

source: If this was a mistake, just ignore this email and nothing will happen.
ar: إذا كان هذا خطأ برجاء تجاهل هذه الرسالة و لن يحدث شئ

source: To reset your password, visit the following address:
ar: لمسح كلمة السر الخاصة بك برجاء زيارة الرابط التالي:

source: [%s] Password Reset
ar: مسح كلمة السر [%s]

source: The e-mail could not be sent.
ar: لم نستطيع إرسال البريد الإلكتروني

source: Possible reason: your host may have disabled the mail() function...
ar: سبب محتمل: مقدم خدمة استضافة المواقع الخاص بك قد منع تنفيذ بعض الخواص علي الموقع

source: Invalid key
ar: مفتاح غير صحيح

source: <strong>ERROR</strong>: Please enter a username.
ar: خطأ: برجاء إدخال اسم المستخدم

source: <strong>ERROR</strong>: This username is invalid because it uses illegal characters. Please enter a valid username.
ar: خطأ: اسم المستخدم غير صحيح نتيجة استخدام حروف غير مصرح بها. برجاء الأدخال مرة أخري

source: <strong>ERROR</strong>: This username is already registered, please choose another one.
ar: خطأ: تم استخدام هذا الاسم من قبل برجاء إختيار اسم مختلف للتسجيل

source: <strong>ERROR</strong>: Please type your e-mail address.
ar: خطأ: برجاء كتابة بريدك الإلكتروني

source: <strong>ERROR</strong>: The email address isn&#8217;t correct.
ar: خطأ: هذا البريد الإلكتروني غير صحيح

source: <strong>ERROR</strong>: This email is already registered, please choose another one.
ar: خطأ: هذا البريد الإلكتروني تم تسجيله من قبل. برجاء استخدام غيره للمتابعة

source: <strong>ERROR</strong>: Couldn&#8217;t register you... please contact the <a href="mailto:%s">webmaster</a> !
ar: <strong>خطأ</strong>: لم نتمكن من تسجيلك... الرجاء الاتصال ب <a href="mailto:%s">مدير الموقع </a> !

source: User Notification
ar: إعلام المستخدم

source: This e-mail will be sent to a new user upon registration.
ar: هذه الرسالة سترسل للمستخدم الجديد عند التسجيل

source: Please be sure to include the variable %user_pass% if using default passwords or else the user will not know their password!
ar: برجاء التأكد من إضافة المتغير %user_pass% إذا كنت تستخدم كلمات السر الافتراضية و إلا لن يعرف المستخدم كلمة السر الخاصة به.

source: If any field is left empty, the default will be used instead.
ar: اذا تم ترك الحقل فارغاً سيتم استخدام الأختيار الأفتراضي بدلاً منه

source: From Name
ar: من اسم

source: From E-mail
ar: من بريد إلكتروني

source: E-mail Format
ar: تنسيق البريد الإلكتروني

source: Plain Text
ar: نص غير منسق

source: HTML
ar: نص منسق HTML

source: Subject
ar: العنوان

source: Message
ar: الرسالة

source: Available Variables
ar: المتغيرات المتاحة

source: Admin Notification
ar: تنبيه المدير

source: This e-mail will be sent to the e-mail address or addresses (multiple addresses may be separated by commas) specified below, upon new user registration.
ar: هذه الرسالة سيتم إرسالها للبريد الألكتروني المبين أدناه عند تسجيل مستخدم جديد

source: To
ar: إلي

source: This e-mail will be sent to a user when they attempt to recover their password.
ar: هذه الرسالة سيتم إرسالها لمستخدم عندما يحاول استعادة كلمة السر

source: Please be sure to include the variable %reseturl% or else the user will not be able to recover their password!
ar: برجاء التأكد من إضافة المتغير %reseturl% و إلا لن يستطيع المستخدم تغيير كلمة السر الخاصة به.

source: This e-mail will be sent to the e-mail address or addresses (multiple addresses may be separated by commas) specified below, upon user password change.
ar: هذه الرسالة سيتم إرسالها للبريد الألكتروني المبين أدناه عند تغيير المستخدم لكلمة السر

source: Disable Admin Notification
ar: عطل تنبيه المدير

source: This e-mail will be sent to a new user upon registration when "E-mail Confirmation" is checked for "User Moderation".
ar: هذه الرسالة سيتم أرسالها للمستخدم الجديد عن التسجيل و إختيار تأكيد البريد الإلكتروني لمراجعة المستخدمين

source: Please be sure to include the variable %activateurl% or else the user will not be able to activate their account!
ar: برجاء التأكد من إضافة المتغير %activateurl% و إلا لن يستطيع المستخدم تفعيل الحساب الخاص به

source: This e-mail will be sent to a new user upon admin approval when "Admin Approval" is checked for "User Moderation".
ar: هذه الرسالة سيتم أرسالها للمستخدم الجديد عند موافقة المدير في حالة إختيار مراجعة المستخدمين

source: This e-mail will be sent to the e-mail address or addresses (multiple addresses may be separated by commas) specified below upon user registration when "Admin Approval" is checked for "User Moderation".
ar: هذه الرسالة سيتم إرسالها للبريد الألكتروني المبين أدناه عند التسجيل عندما يكون موافقة المدير مفعلة في مراجعة المستخدمين

source: This e-mail will be sent to a user who is deleted/denied when "Admin Approval" is checked for "User Moderation" and the user's role is "Pending".
ar: هذه الرسالة سيتم إرسالها للمستخدم عندما يرفض تسجيله عندما يكون موافقة المدير مفعلة في مراجعة المستخدمين

source: E-mail
ar: البريد الإلكتروني

source: New User
ar: اسم المستخدم

source: Retrieve Password
ar: استعادة كلمة السر

source: Reset Password
ar: مسح كلمة السر

source: User Activation
ar: تفعيل المستخدم

source: User Approval
ar: الموافقة علي المستخدم

source: User Denial
ar: رفض المستخدم

source: New user registration on your site %s:
ar: تسجيل مستخدم جديد علي موقعك%s

source: E-mail: %s
ar: البريد الإلكتروني: %s

source: [%s] New User Registration
ar: تسجيل مستخدم جديد [%s]

source: Password: %s
ar: كلمة السر: %s

source: [%s] Your username and password
ar: اسم المستخدم و كلمة السر: [%s]

source: [%s] Password Lost/Changed
ar: [%s] كلمة السر فقدت أو تغيرت

source: Password Lost and Changed for user: %s
ar: المستخدم فقد كلمة السر و قام بتغييرها: %s

source: Confirm Password:
ar: تأكيد كلمة السر:

source: (Must be at least 6 characters.)
ar: يجب أن تكون 6 أحرف علي الأقل

source: Confirm that you've typed your password correctly.
ar: أكد كتابة كلمة السر بشكل صحيح

source: <strong>ERROR</strong>: Please enter a password.
ar: خطأ: برجاء كتابة كلمة السر مرة أخري

source: <strong>ERROR</strong>: Your passwords do not match.
ar: خطأ: كلمات السر غير متطابقة

source: <strong>ERROR</strong>: Your password must be at least 6 characters in length.
ar: خطأ: كلمة السر يجب أن تكون 6 أحرف علي الأقل

source: Registration complete. You may now log in.
ar: تم التسجيل بنجاح. يمكنك الآن الدخول

source: Redirection
ar: تحويل المستخدم

source: Log in
ar: الدخول

source: Default
ar: الإفتراضي

source: Check this option to send the user to their WordPress Dashboard/Profile.
ar: اختار هذا لإرسال المستخدم إلي لوحة التحكم/ صفحة البروفايل

source: Referer
ar: المصدر

source: Check this option to send the user back to the page they were visiting before logging in.
ar: اختار هذا لارسال المستخدم إلي الصفحة التي كان بها قبل تسجيل الدخول

source: Check this option to send the user to a custom location, specified by the textbox above.
ar: اختار هذا لارسال المستخدم إلي صفحة مخصصة تحددها في المربع السابق

source: Check this option to send the user to the log in page, displaying a message that they have successfully logged out.
ar: اختار هذا لارسال المستخدم إلي صفحة الدخول مظهراً رسالة أنه قد تم الخروج من الموقع بنجاح

source: Check this option to send the user back to the page they were visiting before logging out. (Note: If the previous page being visited was an admin page, this can have unexpected results.)
ar: اختار هذا لارسال المستخدم إلي الصفحة التي كان يزورها قبل تسجيل الخروج.

source: User Links
ar: روابط المستخدم

source: Title
ar: العنوان

source: URL
ar: الرابط

source: Add New link:
ar: اضف رابط جديد

source: Add link
ar: اضف رابط

source: Delete
ar: مسح

source: Update
ar: تحديث

source: You can&#8217;t edit that user.
ar: لا يمكنك تعديل هذا المستخدم

source: User locked.
ar: المستخدم غير قابل للتعديل

source: User unlocked.
ar: يمكن تعديل المستخدم

source: Unlock
ar: إتاحة التعديل

source: Lock
ar: منع التعديل

source: Security
ar: السرية

source: Private Site
ar: موقع خاص

source: Require users to be logged in to view site
ar: يجب أن يكون الزائر مسجل لكي يشاهد موقعك

source: Login Attempts
ar: محاولات الدخول

source: minute(s)
ar: دقائق

source: hour(s)
ar: ساعات

source: day(s)
ar: أيام

source: After %1$s failed login attempts within %2$s %3$s, lockout the account for %4$s %5$s.
ar: بعد عدد %1$s من محاولات الدخول الفاشلة خلال %2$s %3$s, قم بغلق الحساب لمدة %4$s %5$s.

source: <strong>ERROR</strong>: This account has been locked because of too many failed login attempts. You may try again in %s.
ar: خطأ: تم تجميد الحساب نتيجة استنفاذ محاولات الدخول غير الصحيحة. يمكنك المحاولة مرة أخري في خلال %s

source: <strong>ERROR</strong>: This account has been locked.
ar: خطأ: تم تجميد الحساب

source: Failed Login Attempts
ar: محاولات دخول فاشلة

source: IP Address
ar: عنوان الأي بي

source: Date
ar: تاريخ

source: %s ago
ar: %s مضت

source: Themed Profiles
ar: صفحة بروفايل مخصصة

source: Restrict Admin Access
ar: امنع الوصول للوحة التحكم

source: Strength indicator
ar: مؤشر القوة

source: Very weak
ar: ضعيف جداً

source: Weak
ar: ضعيف

# password strength
source: Medium
ar: متوسط

source: Strong
ar: قوي

source: You do not have permission to edit this user.
ar: لا تملك السماح لتعديل المستخدم

source: Profile updated.
ar: تم تعديل البروفايل

source: Your Profile
ar: البروفايل الخاص يك

source: User approved.
ar: تم الموافقة علي المستخدم

source: Activation sent.
ar: تم إرسال التفعيل

source: Resend Activation
ar: أعد إرسال التفعيل

source: Approve
ar: الموافقة

source: You have been approved access to %s
ar: تم السماح لك بالدخول إلي %s

source: [%s] Registration Approved
ar: تم الموافقة علي التسجيل [%s]

source: You have been denied access to %s
ar: تم رفض الدخول إلي %s

source: [%s] Registration Denied
ar: تم رفض التسجيل [%s]

source: Moderation
ar: المراجعة

source: User Moderation
ar: مراجعة المستخدمين

source: None
ar: لا يوجد

source: Check this option to require no moderation.
ar: اختار هذا لإلغاء مراجعة المستخدمين

source: E-mail Confirmation
ar: تأكيد البريد الإلكتروني

source: Check this option to require new users to confirm their e-mail address before they may log in.
ar: اختار هذا لتطلب من المستخدمين الجدد تأكيد بريدهم الإلكتروني قبل الدخول

source: Admin Approval
ar: موافقة المدير

source: Check this option to require new users to be approved by an administrator before they may log in.
ar: اختار هذا لتطلب موافقة المدير قبل السماح للمستخدمين الجدد بالدخول

source: User Moderation is not currently compatible with multisite.
ar: مراجعة المستخدمين غير متوافق مع multisite

source: <strong>ERROR</strong>: You have not yet confirmed your e-mail address. <a href="%s">Resend activation</a>?
ar: خطأ: لم تقم بتأكيد بريدك الإلكتروني. <a href="%s">أعد إرسال التأكيد</a>

source: <strong>ERROR</strong>: Your registration has not yet been approved.
ar: خطأ: لم تتم الموافقة علي تسجيلك

source: [%s] Activate Your Account
ar: تفعيل حسابك [%s]
