Repository: 237digital/theme-my-login
Catalog: language/theme-*-login-*.po
Languages: ar

source: Thanks for registering at %s! To complete the activation of your account please click the following link:
ar: شكراً علي تسجيلك. لاكمال تفعيل حسابك برجاء الضغط علي الرابط التالي

source: [%s] New User Awaiting Approval
ar: مستخدم جديد في إنتظار الموافقة [%s]

source: New user requires approval on your blog %s:
ar: مستخدم جديد في إنتظار الموافقة علي موقعك %s

source: To approve or deny this user:
ar: للموافقة أو رفض هذا المستخدم:

source: Your registration was successful but you must now confirm your email address before you can log in. Please check your email and click on the link provided.
ar: تم التسجيل بنجاح. يجب الأن تأكيد بريدك الإلكتروني قبل أن تتمكن من الدخول. برجاء مراجعة بريدك و الضغط علي الرابط في الرسالة التي تم إرسالها إليك

source: Your registration was successful but you must now be approved by an administrator before you can log in. You will be notified by e-mail once your account has been reviewed.
ar: تم التسجيل بنجاح و لكن يجب إنتظار موافقة مدير الموقع قبل السماح لك بالدخول. سيتم إخطار علي بريدك الإلكتروني

source: Your account has been activated. You may now log in.
ar: تم تفعيل حسابك. يمكنك الدخول الآن

source: Your account has been activated. Please check your e-mail for your password.
ar: تم تفعيل حسابك. برجاء مراجعة بريدك الإلكتروني من أجل كلمة السر الخاصة بك

source: <strong>ERROR</strong>: Sorry, that key does not appear to be valid.
ar: خطأ: هذا المفتاح يبدو غير صحيح

source: <strong>ERROR</strong>: Sorry, the activation e-mail could not be sent.
ar: خطأ: لم نتمكن من إرسال البريد التأكيدي

source: The activation e-mail has been sent to the e-mail address with which you registered. Please check your email and click on the link provided.
ar: تم إرسال رسالة التفعيل علي البريد الإلكتروني الذي استخدمته عند التسجيل. برجاء مراجعة بريدك و الضغط علي الرابط الموجود به

source: Username
ar: اسم المستخدم

source: Password
ar: كلمة السر

source: Remember Me
ar: تذكرني

source: Username or E-mail:
ar: اسم المستخدم أو البريد الإلكتروني

source: Get New Password
ar: احصل علي كلمة سر جديدة

source: Get <em>another</em> %s site in seconds
ar: احصل علي موقع آخر في ثواني

source: There was a problem, please correct the form below and try again.
ar: حدث خطأ, الرجاء تصحيح الخطأ و المحاولة مرة أخري

source: Welcome back, %s. By filling out the form below, you can <strong>add another site to your account</strong>. There is no limit to the number of sites you can have, so create to your heart&#8217;s content, but write responsibly!
ar: أهلاً بك, %s. عن طريق ملء الاستمارة التالية, يمكنك<strong>إضافة موقع جديد إلي حسابك</strong>. لا يوجد حد لعدد المواقع التي يمكنك إضافتها, لذا اكتب براحتك!

source: Sites you are already a member of:
ar: مواقع أنت عضو فيها:

source: If you&#8217;re not going to use a great site domain, leave it for a new user. Now have at it!
ar: نتمني أن تستخدم الموقع بما هو مفيد!

source: Site Name:
ar: اسم الموقع:

source: Site Domain:
ar: نطاق الموقع:

source: sitename
ar: اسم الموقع

source: domain
ar: اسم النطاق

source: Your address will be %s.
ar: عنوانك سيكون %s.

source: Must be at least 4 characters, letters and numbers only. It cannot be changed, so choose carefully!
ar: يجب أن تحتوي علي 4 أحرف و لا يمكن تغييرها لذا اختار بحرص

source: Site Title:
ar: عنوان الموقع:

source: Privacy:
ar: الخصوصية:

source: Allow my site to appear in search engines like Google, Technorati, and in public listings around this network.
ar: اسمح لموقعي بالظهور في محركات البحث مثل جوجل و تكنوراتي و القوائم المفتوحة علي الإنترنت

source: Yes
ar: نعم

source: No
ar: لا

source: Create Site
ar: أنشئ موقع

source: Signup
ar: إنشاء حساب

source: Get your own %s account in seconds
ar: احصل علي حسابك الخاص في ثواني

source: (Must be at least 4 characters, letters and numbers only.)
ar: يجب أن تكون 4 أحرف علي الأقل و تحتوي علي حروف و ارقام فقط

source: Email&nbsp;Address:
ar: البريد الإلكتروني:

source: We send your registration email to this address. (Double-check your email address before continuing.)
ar: سنرسل بيانات التسجيل إلي هذا البريد الألكتروني. برجاء التأكد من صحته قبل المتابعة

source: Gimme a site!
ar: اعطني موقع!

source: Just a username, please.
ar: اسم المستخدم فقط, من فضلك

source: Next
ar: التالي

source: Personal Options
ar: الخيارات الشخصية

source: Visual Editor
ar: المنسق البصري

source: Disable the visual editor when writing
ar: عطل المنسق البصري عند الكتابة

source: Admin Color Scheme
ar: ألوان المدير

source: Keyboard Shortcuts
ar: إختصارات لوحة المفاتيح

source: Enable keyboard shortcuts for comment moderation.
ar: فعل إختصارات لوحة المفاتيح عند مراجعة التعليقات

source: <a href="http://codex.wordpress.org/Keyboard_Shortcuts" target="_blank">More information</a>
ar: <a href="http://codex.wordpress.org/Keyboard_Shortcuts" target="_blank">مزيد من المعلومات</a>

source: Toolbar
ar: شريط الأدوات

source: Show Toolbar when viewing site
ar: اظهر شريط الأدوات عند مشاهدة الموقع

source: Show Admin Bar
ar: اظهر شريط أدوات المدير

source: when viewing site
ar: عند مشاهدة الموقع

source: in dashboard
ar: في لوحة التحكم

source: Name
ar: الاسم

source: Your username cannot be changed.
ar: اسم المستخدم لا يمكن تغييره

source: First name
ar: الاسم الأول

source: Last name
ar: الاسم الأخير

source: Nickname
ar: اسم الشهرة

source: (required)
ar: ضروري

source: Display name publicly as
ar: اظهر الاسم في صورة

source: Contact Info
ar: معلومات الإتصال

source: Website
ar: الموقع

source: About Yourself
ar: معلومات عنك

source: Biographical Info
ar: السيرة الذاتية

source: Share a little biographical information to fill out your profile. This may be shown publicly.
ar: ادخل بعض من سيرتك الذاتية التي ستظهر بشكل علني

source: New Password
ar: كلمة سر جديدة

source: If you would like to change the password type a new one. Otherwise leave this blank.
ar: اذا رغبت في تغيير كلمة السر اكتب واحدة جديدة, غير ذلك أترك الحقل فارغ

source: Type your new password again.
ar: اعد كتابة كلمة السر الجديدة

source: Hint: The password should be at least seven characters long. To make it stronger, use upper and lower case letters, numbers and symbols like ! " ? $ % ^ &amp; ).
ar: ملحوظة: كلمة السر يجب أن تكون علي الأقل 7 أحرف و لجعلها قوية استخدم حروف و أرقام و رموز

source: Additional Capabilities
ar: إمكانات إضافية

source: Update Profile
ar: تحديث البروفايل

source: A password will be e-mailed to you.
ar: كلمة السر سترسل علي بريدك الإلكتروني

source: New password
ar: كلمة سر جديدة

source: Confirm new password
ar: أكد كلمة السر الجديدة

source: Themes the WordPress login, registration and forgot password pages according to your theme.
ar: تعطي صفحات الدخول و التسجيل و فقدان كلمة السر نفس شكل و تصميم موقعك
